"""  测试手机设备白名单  """

""" 打包机白名单 """

# "43555031454c3098":"三星s9"
# "RF8M807VM2T":"Note10+"

# 测试机白名单
# whitelist = {"43555031454c3098":"三星s9"
#                   }
#
# # 二级设备
# Second_level_iphone = "43555031454c3098"

# 设备号及对应机型
# iphone_test_model = {
#     "98891a42454632564d": "三星 S8",
#     "43555031454c3098": "三星 S9",
#     "R28M12X5YTP": "三星 S10"
#
#  }


""" ytt本机白名单 """

# "4255484833573398":"三星s9"
# 测试机白名单
whitelist = {"4255484833573398":"三星 s9"
                  }

# 二级设备
Second_level_iphone = "4255484833573398"

iphone_test_model = {
    "4255484833573398": "三星 s9"}