"""  本地测试项目地址  """
product_dict = {
    "TMC": 25,
    "NeptunePlatform": 24
}

Neptune_tab_id ={"ESS員工自助": "244",
        "太陽助理": "245",
        "聊天": "243",
        "最新動態": "242",
        "CRM": "246",
        "設定": "247"}


""" 正式禅道项目配置信息 """

# product_dict = {
#     "TMC": 14,
#     "SP": 9
# }

# Neptune_tab_id ={"ESS員工自助":"875",
# "太陽助理":"873",
# "聊天":"872",
# "最新動態":"874",
# "CRM":"876",
# "設定":"877"}


Neptune_bug_sev={
    "1": "S1-功能不可用",
    "2": "S2-功能有問題",
    "3": "S3-功能有瑕疵",
    "4": "S4-給PO的優化建議"
}
